import 'package:flutter/material.dart';
import 'package:key_info/appbar/customAppbar.dart';
import 'package:key_info/bottomBar/bottomBar.dart';

class Rector4 extends StatelessWidget {
  const Rector4({
    Key? key,
  }) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: CustomAppbar(height: 90),
      body: SingleChildScrollView(
        child: Center(
          child: Column(
            children: [
              Image.network(
                "http://www.keu.kg/uploads/staff/pcMAo89XTgiJedlRnj9zfFTVJoQmgwUj.jpg",
                width: 300,
                height: 300,
              ),
              Text('Нурматова Айгуль Абдиллаевна'),
              Text(
                '''

Степень: к.э.н.,
      
      Должность: Проректор по внеучебной работе
      
      Опыт работы: 10
      
      сведения о себе
      
      Год рождения: 17 июня 1986
      Место рождения: г. Фрунзе
      Национальность: кыргыз
       
      
      ОБРАЗОВАНИЕ ____________________________________________________
      
      С 2004-2009 г: БГУ  им.Х.Карасаева. Факультет: Востоковеденья и международных отношений. Специализация «Дипломатия и консульская служба».
      С 2015-2017 г: Магистратура; КЭУ им.М.Рыскулбекова по направлению «Менеджмент».
      С 2018 г: Аспирантура; КЭУ им.М.Рыскулбекова по направлению    08.00.05 (Экономика управлением народным хозяйством).
       
      ПРОФЕССИОНАЛЬНЫЙ ОПЫТ_____________________________________________________
      
      С августа 2015 проректор по внеучебной и социальной  работе КЭУ                им.М.Рыскулбекова.
      С сентября 2017 года преподаватель Мировой экономики и Внешней экономической деятельности кафедры Экономической теории и мировой экономики.
      С сентября 2014 по август 2015 года преподаватель Мировой и истории Кыргызстана лицея при КЭУ им. М.Рыскулбекова.
      С января 2013 года ведущий специалист в Молодёжном центре при программе переходных инициатив Агентства США по международному   развитию (USAID).
      С 2011-2012 год работала преподавателем истории и мировой художественной культуры в МСШ № 1
       
      
      НАГРАДЫ: ______________________________________________________
      
      Благодарственное письмо от Представительства Правительства г. Москвы в КР за содействие в организации круглого стола «Развитие сотрудничества между Москвой и Бишкеком в сфере молодежной политики».
      Диплом I степени, за активное участие в научно-практической конференции молодых ученых, КНУ,2016.
      28.09-29.09.2016 Сертификат участника в Международной научно-практической конференции «25 лет Содружеству Независимых Государств: итоги, перспективы» г. Минск, Республика Беларусь.
      15.09-19.09.2017 Диплом I степени, также эксперт на площадке «Межкультурный диалог в Центрально Азиатском регионе» на III Азиатском форуме «Алтай-Азия 2017» г. Барнаул, РФ.
      12.10-23.10.2017 участник Всемирного фестиваля молодежи и студентов 2017, г. Сочи, РФ.
      Сертификат об участие в качестве эксперта в XIII международном форуме "Диалог языков и культур СНГ и ШОС в XXI веке". БГУ, г. Бишкек.
      Диплома I степени на конкурсе «Лучший преподаватель года-2015» (предмет «История Кыргызстана»).
      Благодарственное письмо Американского Совета по международному образованию АСПРЯЛ/АКСЕЛС в КР.
      Медаль «За вклад в развитие» КЭУ им.М.Рыскулбекова.
      20.09-25.09.2018 Диплом II степени, Азиатский студенческий форум «Траектория международного молодежного сотрудничества» г. Барнаул, РФ.
      25.10-27.10.2019 Диплом, IV Азиатский студенческий форум «Таджикистан Азия-2019» г. Душанбе, Таджикистан
      Благодарственное письмо за подготовку команды для участия в IV ежегодном международном конкурсе бизнес-проектов «Young employer» г. Алматы, Казахстан.
      Благодарственное письмо за вклад в книжный фонд научной библиотеки им.А.Орузбаева.
      Благодарственное письмо от регионального представительства ООН за помощь и содействие в реализации «Международного гранд-турнира по парламентским дебатам приуроченный к 70-летию всеобщей декларации Прав человека».
      Благодарственное письмо МОН КР «За активное участие в организации III Всемирных игр кочевников».
      Диплом КЭУ им.М.Рыскулбекова за большой вклад и участие в деятельность которая повышает имидж университета.
      Почетная грамота муниципальной администрации мэрии г.Бишкек по Первомайскому административному району.
      Почетная грамота Кыргызского экономического университета им.М.Рыскулбекова
      Благодарственное письмо Министерства труда и социального развития КР «За сотрудничество в сфере занятости и трудоустройства безработных граждан».
      2020 г - Почетный грамота Общественного объединения «Аялдар кенеши» Кыргызской Республики за вклад в науку и общественное развитие.
      2021 г. - Почетная грамота Общественного объединения «Аялдар кенеши» Кыргызской Республики за вклад в научную и общественную жизнь страны.
      2022 г. - Медаль имени «Курманжан датка» Национального объединения «Аялдар кенеши» Кыргызской Республики за вклад в науку и общественное деятельность.
      2022 г.- 1-е место в Международном конкурсе эссе среди молодых ученых. «Современные тенденции экономического развития мира» в рамках Евразийского экономического молодежного форума.
       
      
       
      
      КВАЛИФИКАЦИЯ____________________________________________________
      
      Сертификат, подтверждающий успешное прохождение 1.10-31.12.2005г.-курсов занятий «Формирование гражданской позиции молодёжи демократическом реформировании Кыргызстан» при Программе развития ООН. 
      29.01-15.06.2007г. -  Сертификат, выданный об успешном прохождения курсов Занятий «Турецкий язык» в Кыргызско-Турецком учебном - Образовательном центром.
      10.03.2014-20.03.2014 Семинар по повышению квалификации «Квалификация научно-педагогических работников как условие внедрения новых образовательных технологий».                                                                                                                                                            
      19.06.2014-07.07.2014 Семинар по повышению квалификации «Реализация новых образовательных стандартов». 
      02.2015/03.2015 Семинар по повышению квалификации на тему: «Глобальное образование в условиях современности». (36 часов)
      06.2015/07.2015 Семинар по повышению квалификации «Педагогика и психология в высшем образовании».
      11.02.2016 Круглый стол «Развитие сотрудничества между Москвой и Бишкеком в сфере молодежной политики» сертификат.
      11.2017 Тренинг по теме: «Традиционные и инновационные модели обучения в образовании».
      12.06-15.06.2017 Семинар-тренинг на тему: «Поликультурное образование в системе высшего образования КР » при поддержке управления верховного комиссара ООН по правам человека.
      21.2018 г. Семинар-тренинг на тему: «Ведущая роль женщин в изменении торговли» организованном ЕЭК ООН.
      19-23.11.2018 Winter School: Eurasian Motilities in a Global Perspective. Tbilisi, Georgia.
      25-31.03.2019 Creative Spark «Entrepreneurship Skills and Pedagogies» workshop/ certificate.
      25-27.09.2019 IV Международный форум «Евразийская неделя – 2019» сертификат об участие
      15-16.01.2020 Краткосрочный обучающий курс «Правовая охрана и защита объектов интеллектуальной собственности». Государственное агентство по Интеллектуальной собственности и инновациям при Кабинете Министров Кыргызской Республики. (Кыргызпатент). Бишкек, Кыргызстан
      2020 Октябрь - 2020 Октябрь «Зеленое поведение – зеленое будущее». Проект Erasmus+ EGEA (Улучшение зеленого экономика). Бишкек, Кыргызстан
      2021 март - 2021 июль Программа Посольство США в Кыргызстане  «Английский для молодых специалистов», Республика. Бишкек, Кыргызстан
      2021 февраль - 2021 март Creative Spark «Креативное предпринимательство и дизайн-мышление». British Council.
      2021 май - 2021 июнь «Разработка учебной программы «Цифровая экономика» для адаптации и интеграция в систему высшего образования» PEAK UK Aid.
      2021 ноябрь - 2021 ноябрь Экономический форум ЕЭК ООН. «Устойчивый транспорт и торговля для зеленой и инклюзивной экономики после пандемии» (гибридная сессия) Ташкент, Узбекистан.
      2022 февраль - 2022 март Creative Spark «Развитие предпринимательства и креативной экономики в высшем образование". British Council. City, University of London, Change School London.
      2022 февраль - 2022 февраль тренинг «Поддержка инновационных, быстрорастущих предприятий в субрегионе СПЕКА».ЕЭК ООН/онлайн
      2022 март - 2022 март Семинар по экономике борьбы против табака. ВОЗ /онлайн
      2022 г. - апрель 2022 г. Региональный форум ЕЭК ООН/тренинг по «Устойчивому развитию быстрорастущих предприятий».
      2022 г. - июль 2022 г. Веб-семинар ЕЭК ООН: Новый подход к инновационной политике в переходный период.Экономики региона СПЕКА (Алматы/Бишкек)
       
      
      Компьютерные навыки
      
      Программы: MS Office
      
       
      
      Знание языков
      
      Кыргызский язык - владею свободно
      Русский язык - владею свободно
      Английский язык -продвинутый
      Турецкий язык – продвинутый
       
      
      Личные качества
      
      Ответственность,честность,пунктуальность, исполнительность, коммуникабельность
      
       ''',
                style: TextStyle(fontSize: 15, fontWeight: FontWeight.w600),
              ),
            ],
          ),
        ),
      ),
      bottomNavigationBar: BottomBar(),
    );
  }
}
