import 'package:flutter/material.dart';
import 'package:key_info/appbar/customAppbar.dart';

class Rector3 extends StatelessWidget {
  const Rector3({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: CustomAppbar(height: 90),
      body: SingleChildScrollView(
        child: Center(
          child: Column(
            children: [
              Image.network(
                "http://www.keu.kg/uploads/staff/N-gwmKrwt4PX3z5n0IsRKIZ9ETLID_Bo.jpeg",
                width: 300,
                height: 300,
              ),
              Text('Супаева Гулназ Тынаевна'),
              Text(
                '''
      
      Степень: к.э.н., доцент
      
      Должность: Проректор по науке и государственному языку
      
      Опыт работы: 20
      
      Дата рождения: 12 января  1978 г., г. Бишкек
      
      Семейное положение: замужем
      
      Гражданство: Кыргызская Республика
      
      Образование: высшее
      
      Ученая степень: кандидат экономических наук
      
      Ученое звание: доцент ВАК
      
       Должность: Проректор по науке и государственному языку Кыргызского Экономического Университета им. М. Рыскулбекова
      
      _________________________________________________________
      
      Контактный телефон: +996 312 325201 (р.),  +996 554 443032 (0705 303244) (моб.)
      
                                        E-mail: gsupayeva@mail.ru
      
       
      
      ОБРАЗОВАНИЕ

      АСПИРАНТУРА,
      
      ДОКТОРАНТУРА:
      
      1994–1999 г.г.   Кыргызский Государственный Педагогический Университет   имени И. Арабаева     
             Квалификация: преподаватель математики и информатики
      
      2008-2011 г.г. Евразийский университет
        Квалификация: юрист
      
       
      
       
      
      2003 -  2006 гг.  Кыргызский экономический университет (КЭУ)
      
      Специальность:  08.00.05 - Экономика и управление народным хозяйством
      
      Тема диссертации:  Экономические проблемы развития автомобильных перевозок в Кыргызской Республике
      
      Тема докторской диссертации утверждена на заседании Ученого Совета КЭУ в 30.06.2015г. ««Экономическое прогнозирование транспортных перевозок Кыргызской Республики: теория, методология и практика»».
      
      СТАЖ  РАБОТЫ
      
       
      
      21 лет
      ОПЫТ  РАБОТЫ
      
       
      
       
      
       
      
      1998-2000 г.г. школа - гимназия №68 г. Бишкек, преподаватель математики и информатики
      2000- по н.в. КЭУ им. М. Рыскулбекова
       
      
      НАГРАДЫ
      
      2005 г. Почетная Грамота БГУЭП
      2006 г. Почетная Грамота ЦК Профсоюзов
      2008 г. «Отличник профсоюзного движения КР»
      2009 г. Почетная Грамота КЭУ
      2010 г. Почетная Грамота МОиН КР
      2012 г. «Отличник образования КР»
      2013 г. юбилейная медаль и Почетная Грамота КЭУ
      2014 г. Номинант премии «Акыл тирек»
      2015 г. Почетная Грамота КЭУ за достижения в научно- исследовательской деятельности
      2017 г. Почетная Грамота МТиД КР
      2018г. Почетная Грамота НКГЯ при ПКР
      2019 г. Почетная Грамота МЭ КР
      2019 г. Диплом  Национальной комиссии по государственному языку при Президенте КР
      «Лучший доцент года» 2013, 2016, 2018, 2019
      2020 г. Нагрудный знак "Кыргыз тили"
      2020 г. Почетная Грамота Правительства КР
      2020 г. Нагрудный знак "Отличник экономики"
       
      
      СПИСОК НАУЧНЫХ и УЧЕБНО- МЕТОДИЧЕСКИХ ТРУДОВ
      
       
      
      УМК «Математика»
      УМК «Линейное программирование»
      УМК «Эконометрика»
      УМК «Исследование операций в экономике»
      УМК «Эконометрика (продвинутый уровень)»
      УМК «Финансовая математика»
      УМК Математические методы в управлении бизнесом
      УМК « Теория вероятностей и математическая статистика»
      УМК «Математические методы и модели в экономике»
      УМК «Финансово- инвестиционные расчеты»
      Проблемы исследования транспортных перевозок в Кыргызстане (научная статья)
      Повышение качества эффективности освоения учебного материала решением  транспортных задач средствами MS Exsel-XP (научная статья)
      Регрессионный анализ транспортных перевозок в республике (научная статья)
      Значение транспортных перевозок в развитии туризма (научная статья)
      Перспективы развития транспортных сообщений (научная статья)
      Correlation - regression analysis of transport in Kyrgyzstan (научная статья)
      Пути развития транспортных сообщений в Кыргызской Республике (научная статья)
      Проблемы и перспективы развития автотранспортной отрасли Кыргызской Республики (научная статья)
      Прогнозирование транспортных перевозок Кыргызстана с помощью временного ряда (научная статья)
      Тенденции развития автомобильных перевозок в КР (научная статья)
      Экономико-математическое моделирование  транспортных перевозок в Кыргызской Республике (научная статья)
      Регрессионная модель организации транспортных перевозок (научная статья)
      Экономические проблемы развития автомобильных перевозок (монография)
      Исследование операций в экономике (учебник)
      Сборник задач по высшей математике для экономистов (для студентов с английским языком обучения)
      Кыргызско-русско-английский словарь по математике
      Практикум по эконометрике (учебное пособие)
      Problems of development of cargo transportation in the conditions of economic integration (научная статья)
      Современный общественный транспорт: выход из замкнутого круга транспортных проблем города (научная статья)
      Транспортная инфраструктура (научная статья)
      Адаптация налоговой системы Кыргызской Республики к условиям интеграции ЕАЭС (научная статья)
      Финансовая политика Кыргызстана в условиях ЕАЭС: проблемы и перспективы (научная статья)
      Отрасли, уязвимые перед инструментами «нового протекционизма» и их влияние на евразийскую экономическую интеграцию (научная статья)
      Гармонизация налоговых систем стран-членов ЕАЭС в условиях экономической интеграции (научная статья)
      Экономическое значение развития транспортного комплекса в перспективе (научная статья)
      Интеграциянын ЕАЭБдеги транспорттук инфратүзүмдүн чөйрөсүндө өнүгүшү (научная статья)
       
      
      ПОВЫШЕНИЕ КВАЛИФИКАЦИИ 
      
      •  2018-2023 гг. Эксперт МОиН КР по лицензированию аккредитации образовательной деятельности     
      
      • 10.02.2020 -22.02.2020 Международный Конгресс тюркского мира в области образовательных и социальных наук, Анталья, Турция
      
      •  2019 г. «Общественный мониторинг антикоррупционной деятельности государственных органов»
      
      • 2019 г. Независимое агентство аккредитации и рейтинга РК (НААР/IAAR), в рейтинге ППС вузов КР 23-место (550 баллов)
      
      • 10.02. 2020 -22.02.2020 Стажировка в VUB г. Брюссель, Бельгия
      
      • 28.04.2020- 19.05.2020 Участник он-лайн этапа научно-исследовательского обмена «Развитие общих рынков ЕАЭС в условиях торговых войн, финансовых санкций и роста протекционизма в мировой экономике», г. Москва, РФ
      
      ПРОЕКТЫ
      
      2018-2022 гг.Расширение экспортного потенциала регионов Кыргызской Республики и повышение его конкурентоспособности , МОН КР
      
      2020г. Erasmus+ , TALENT Project
      
      2020 г. НИР ЕАЭС, тема «Развитие общих рынков ЕАЭС в условиях торговых войн, финансовых санкций и роста протекционизма в мировой экономике»
      
      2021г.  Разработка технико-экономического обоснования, анализ затрат и выгод, чтобы предложить наиболее подходящую политику и стимулы для перехода к электрической мобильности в КР, ПРООН
      
      2021-2022гг. Интегрированное управление земельными и водными ресурсами на административно-территориальном и бассейновом уровне Чуйской области, КНАУ им. К.И.Скрябина
      
      2021 г. Рынок труда, МОН КР
      
      2021 г. Включение в право ЕАЭС положений, касающихся института антимонопольного комплаенса, Финансовый университет при Правительстве Российской Федерации
      
      2022г. Анализ затрат и выгодтранспортного сектора Кыргызстана по постепенному переходу к транспорту на электрическом приводе и постепенного масштабирования установки энергоэффективных печей в Кыргызской Республике, ПРООН
      
       
      
      ПРЕПОДАВАЕМЫЕ ДИСЦИПЛИНЫ
      
      Математика
      Теория вероятностей и математическая статистика
      Математические методы и модели в экономике
      Линейное программирование
      Финансовая математика
      Эконометрика
      Исследование операций в экономике
      Математические методы в управлении бизнесом
      Экономико-математическое моделирование
      Финансово - инвестиционные расчеты
      Вычислительные методы в экономике
      Регрессионно-  корреляционные методы в экономике
      Математическая теория оптимального управления
       
      
      ЛИЧНЫЕ КАЧЕСТВА
      
      Пунктуальность
      Умение работать индивидуально и в команде
      Коммуникабельность
      Креативность
      Исполнительность
      Стрессоустойчивость
      Мобильность
      Саморазвитие
      Инициативность
      Знание языков
      
      кыргызский -  родной; русский -  в совершенстве;  английский -  разговорный;
      
      Владение персональным компьютером
      
      Windows, MS- Office, Microsoft Word, Excel, Power Point, Internet, E-mail
      
      Интересы и увлечения
      
      Чтение, музыка, танцы, футбол
      
      Дополнительная информация
      
      Член УМО МОиН КР
      Член Ассоциации молодых ученых МОиН КР
      Член Кыргызской Ассоциации экономических и политических наук
      Член Общественного Совета МТиД КР
      Член Ученого Совета КЭУ им. М. Рыскулбекова
      Член Учебно - методического совета КЭУ им.М. Рыскулбекова''',
                style: TextStyle(fontSize: 15, fontWeight: FontWeight.w600),
              ),
            ],
          ),
        ),
      ),
    );
  }
}
