import 'package:flutter/material.dart';
import 'package:key_info/appbar/customAppbar.dart';
import 'package:key_info/bottomBar/bottomBar.dart';
import 'package:key_info/data/search/searchPage.dart';

class Rector1 extends StatelessWidget {
  const Rector1({
    Key? key,
  }) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: CustomAppbar(height: 90),
      body: SingleChildScrollView(
        child: Center(
          child: Column(
            children: [
              Image.asset(
                "assets/images/Кадыралиев.jpeg",
                width: 300,
                height: 300,
              ),
              Text('Кадыралиев Алмаз Токтобекович'),
              Text(
                '''

Степень: Кандидат экономических наук доцент
      
      Должность: Ректор
      
      Опыт работы: 10
      
       
      
      сведения о себе
      
      Год рождения: 9 июня 1983 года
      
      Место рождения: Кыргызстан
      
      Национальность: кыргыз
      
      Семейное положение: женат, отец троих дочерей
      
      Образование: высшее          
      
      Ученая степень: кандидат экономических наук. доцент
      
       
      
      образование
      
       
      
       
      
      2000 – 2002 гг.            Торгово-экономический колледж при Бишкекском государственном институте экономики и коммерции
      
      Специальность:          Бухгалтерский учет, контроль и анализ хозяйственной деятельности
      
      Квалификация:            Бухгалтер
      
      2002 – 2005 гг.            Бишкекский государственный университет экономики и предпринимательства 
      
      Квалификация:            Экономист
      
      2005 – 2009 гг.             Кыргызский экономический университет
      
      Специальность:          08.00.05 - Экономика и управление народным хозяйством
      
       2009 – 2011 гг.           Университет Масарика, факультет экономики и администрации, г. Брно, Чешская Республика - PhD
      
      Проект по обмену аспирантов (докторантов) в рамках программы Эрасмус Мундус, Окно Внешнего Сотрудничества.
      
      Тема диссертации:      Экономические проблемы развития городского пассажирского транспорта, защита диссертации: 25.01.2013., 2 июля 2013 г. присуждена ученая степень кандидата экономических наук.
      
       
      
       
      
      Кыргызский экономический университет им.М.Рыскулбекова
      
       
      
      2019 г.-                           Ректор КЭУ им.М.Рыскулбекова
      
      по настоящее
      
      время                          
      
       
      
      2017 – 2019 гг.             Проректор по Международному
      
                                         сотрудничеству и проектам
      
      2012-2017 гг.              Начальник международного отдела, Координатор проекта UNIVIA (Улучшение администрации международной деятельности вузов) - Tempus                       
      
      2008 - 2009 гг.           Специалист международного отдела
      
      2007-2008 гг.               Торгово-экономический колледж при КЭУ
      
      Заведующий сектором практики 
      2005-2007 гг.              Институт целевой подготовки специалистов при КНУ                               им. Ж. Баласагына
      
      Оператор, Заведующий информационным центром
      
      2004-2005 гг.               Центр семейной медицины №1 г. Бишкека
      
      Бухгалтер по спец. счету 
      
      2003-2004 гг.               Финансовое управление мэрии г. Бишкека
      
      Ведущий специалист
      
      2002-2003 гг.              Бишкекский государственный университет экономики и предпринимательства
      
      Оператор
      
       
      
       
      
               
      ПОВЫШЕНИЕ КВАЛИФИКАЦИИ (СЕМИНАРЫ, КОНФЕРЕНЦИИ)
      
       
      
      16.02.2004 г.                 Учебный центр Государственного Агентства по материальным 20.02.2004                                 резервам при Правительстве Кыргызской Республики
      
      Название тренинга: Процедура проведения тендера по государственным закупкам
      
      03.03. 2007 г.                Центр инновационного обучения «Перемена»
      
                                     Название тренинга: Эффективность коммуникации и искусства ораторства  
      
      17.11.2010 г.                  Международный Союз Общественного Транспорта.
      
      2-й Семинар по Мобильности, г. Брюссель, Бельгия (www.uitp.org)
      
      12-13.01.2011 г.               Кампус Финансистов.
      
      2– Научная конференция для презентации и обсуждения последних научных исследований в области финансовой индустрии
      
                                      г., Валендар, Германия (http://campus-for-finance.com)
      
      10.02.2011 г.                  Продвижение электрического общественного транспорта.
      
                                      Семинар: Троллейбус, г. Брно, Чехия (http://trolley-project.eu/)
      
      07.04.2011 г.                 Семинар: Города в движении – Зеленые дороги.
      
                                      г. Прага, Чехия
      
      08.06.2011 г.                 Городской транспорт XVII.
      
      17-я Международная конференция «Городской транспорт и окружающая среда», г. Пиза, Италия.
      
       (Организатор конференции: Институт Вессекс, Великобритания и Пизанский Университет, Италия).
      
      Тема доклада: Общественный транспорт в столице Кыргызстана: современное состояние и анализ работы транспортных предприятий
      
      http://library.witpress.com/pages/PaperInfo.asp?PaperID=22259
      
      26.03.2012  г.                Курсы для молодых научных исследователей высших учебных 02.04.12 г.                                  заведений
      
      Курсы: История экономических учений, Классическая экономика, Современная и мировая экономика, Экономика Кыргызской Республики, Математические методы в экономике        
      
      30.01.2013 г.                 Ассоциация учреждений образования EdNet
      
                                        «Эффективное написание проектных заявок – практические советы от А до Я»
      
      18.02.2013 г.                 ОФ «Академия высшего образования «TeachEx»
      
                                     «Разработка и написание проектов. Фандрейзинг»
      
      13.11.2013 г.                 Ассоциация учреждений образования EdNet
      
                                     «Организация эффективной работы международных отделов вузов»
      
      27.11.2013 г.                  Международная аккредитация бизнес программ через ACBSP
      
                                       г. Брюссель, Бельгия
      
      Возможности Кыргызского экономического университета им. М. Рыскулбекова в прохождении международной аккредитации ACBSP
      
      www.acbsp.org
      
      14.01.2014 г.                  Учебный центр Министерства финансов КР
      
                                     «Методика написания кейсов и применение метода «Кейс-стади» в обучении
      
      23.04.2014 г.                 Университет Малага, Испания
      
                                     «Семинар-трениг в рамках проекта UNIVIA». Международная стратегия и управление международных отношений
      
      28.04.2014 г.                 Университет Уорик (Warwick), Великобритания.
      
                                     «Семинар-тренинг в рамках проекта UNIVIA». Стратегия развития международной деятельности университета
      
      17.06.2014 г.                 Азербайджанский экономический университет
      
                                     «Семинар в рамках проекта UNIVIA». Опыт Европейских вузов              в международной деятельности и привлечении иностранных студентов
      
      07.11.2015 г.                 Хайнаньский Тропически-Океанский Университет, Китай
      
                                     Международный Туристский Образовательный Форум, выступление с докладом на тему «Кыргызстан страна небесных гор»
      
      04.04.2016 г.                 Университет Сантьяго де Компостелла, Испания
      
                                     Инновация и стратегия развития международной деятельности вуза, стажировка в рамках проекта Tempus-UNIVIA
      
      22.08.2016 г.                 Университет Казимера Симонавиче, Литва
      
                                     «Активное изучение методов и навыков предпринимательства», тренинг в рамках проекта Erasmus Plus “EUCA-INVEST”
      
      08.11.2016 г.                 Университет Масарика, Чехия
      
                                     «Передача новых технологий – стартап проекты»
      
      05.02.2018 г.                 Глазго Каледониян Университет, Шотландия
      
                                     «Социальное предпринимательство»
      
      14.05.2018 г.                 Программа Каталист фонда Нама, Куала-Лумпур, Малайзия
      
                                     «Тренинг для менеджеров системы высшего образования»
      
      27.06.2018 г.                 Юго-западный университет «Нефит-Рилски», Болгария
      
                                     «Развитие бакалаврских и магистерских программ в области туризма»
      
      10.09.2018 г.                 Программа Каталист фонда Нама, Куала-Лумпур, Малайзия
      
                                     «Курс по веб-приложения для высшего образования»
      
      18.02.2019 г.                 Тата институт социальных наук, Мумбай, Индия
      
                                     «Разработка м одульных курсов по зеленой экономике»
      
      27.02.2019 г.                 Кавказский Университет, Грузия
      
                                     «Продвижение стартап проектов в вузах»
      
       
      
      СПИСОК ОПУБЛИКОВАННЫХ РАБОТ
      
      Кадыралиев А.Т. Развитие транспортной системы Кыргызской Республики как один из важнейших факторов экономической безопасности [Текст] / А.Т. Кадыралиев // Экономическая безопасность Кыргызской Республики в условиях глобализации: мат. межвузовской научно-практической конференции молодых ученых / Вестник КЭУ. – 2010. - № 1(14). - С.62-65.
      Кадыралиев А.Т. Проблемы убыточности муниципальных предприятий пассажирских перевозок городского населения [Текст] / А.Т. Кадыралиев, К.А. Атышов // Вестник КЭУ. – 2011. - № 3 (19). – С.35-38.
      Кадыралиев А.Т. Анализ тенденций развития городского пассажирского транспорта [Текст] / А.Т. Кадыралиев // Вестник КЭУ. – 2011. - № 3 (19). – С.109-112.
      Kadyraliev A. Public transport system in the capital of Kyrgyzstan: current situation and analysis of its performance [Техt]  / A. Kadyraliev Seventeenth International Conference On Urban Transport And The Environment: Urban Transport XVII. A. Pratelli & C.A. Brebbia (eds). WITpress. United Kingdom, 2011. pp.239-250.
      Кадыралиев А.Т. Проблемы обеспечения населения пассажирскими перевозками [Текст] / А.Т. Кадыралиев // Реформа. – 2011. - № 4(52). – С. 71-75.
      Кадыралиев  А.Т. Роль и значение городского пассажирского транспорта [Текст] / А.Т. Кадыралиев // Известия вузов. – 2012. - № 1. – С. 92-95.
      Кадыралиев  А.Т. О необходимости государственного регулирования городского пассажирского транспорта [Текст] / А.Т. Кадыралиев // Известия вузов. – 2012. - № 1. – С. 137-140.
      Кадыралиев  А.Т. Основные направления развития городского пассажирского транспорта в Кыргызской Республике [Текст] / А.Т. Кадыралиев // Вестник КЭУ. – 2012. - № 1 (20). – С.106-109.
      Кадыралиев А.Т. Вопросы финансирования муниципальных пассажирских транспортных предприятий г. Бишкека [Текст] / А.Т. Кадыралиев // «Реформа». – 2012. - № 1(53). – С. 75-78.
      Кадыралиев  А.Т. Источники финансирования деятельности городского пассажирского транспорта (на примере зарубежных стран) [Текст] / А.Т. Кадыралиев // АльПари. - Алматы, 2012. - № 1-2. – С. 164-167.
      Кадыралиев А.Т. О необходимости внедрения инновационных технологий в общественном транспорте. Вестник КЭУ. – 2013. - № 4 (27). – С.111-114
      Кадыралиев А.Т. Совершенствование государственного регулирования в развитии городского пассажирского транспорта. Вестник КЭУ. – 2014. - № 2 (29). –С. 269-272
      Кадыралиев А.Т., Супаева Г.Т. Экономическое значение развития транспортного комплекса в перспективе. Сборник научных трудов «Национальная экономика КР: проблемы и перспективы развития». Под. общ. ред. Т.К. Камчыбекова. – Б.: 2015. – С. 275-289. 
      Супаева Г.Т., Кадыралиев А.Т. Значение транспортной системы Кыргызстана в условиях интеграции. Вестник КЭУ. – 2015. 
       
      
      ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ
      
      Член ученого совета Кыргызского экономического университета им. М. Рыскулбекова
      
      Член Кыргызской Ассоциации экономических и политических наук
      
      Член Ассоциации выпускников Британских вузов
      
      Руководитель департамента «Конкурентоспособная экономика» клуба Акыл-Тирек
      
      Член Общественного Совета при Министерстве Транспорта и Дорог Кыргызской Республики (заместитель  Председателя)
      
      Член клуба профессионалов «PRoKG» (Член наблюдательного совета)
      
       
      
      УЧАСТИЕ В МЕЖДУНАРОДНЫХ ПРОЕКТАХ
      
      Расширение экспортного потенциала регионов Кыргызской Республики и повышение его конкурентоспособности (МОН КР)
      
      Анализ затрат и выгод электрических транспортных средств (ПРООН)
      
      Развитие общих рынков ЕАЭС в условиях торговых войн, финансовых санкций и роста протекционизма в мировой экономике (ЕАЭС)
      
      TALENT Project (Erasmus+)
      
      Проблемы развития устойчивого туризма в регионах Кыргызской Республики  (МОН КР)
      
      Анализ затрат и выгод по электромобилям (ПРООН)
      
      Рынок труда (МОН КР)
      
      Антимонопольное регулирование (Финансовый университет при Правительстве РФ)
      
      Разработка технико- экономического обоснования, анализ затрат и стимулы для перехода к электрической мобильности в КР (ПРООН)
      
      Упрощение процедур торговли (ЕЭК ООН)
      
      Включение в право Евразийского экономического союза положений, касающихся института антимонопольного комплаенса (Финансовый университет при Правительстве РФ)
      
       «Enhancing Green Economy in 3 countries of Asia: Kyrgyz Republic, Nepal and India» (Erasmus+ Project)
      
      Социально-экономическое развитие регионов КР (Кочкорский, Тюпский и Сузакский районы): проблемы и пути решения (Кабинет Министров КР)
      
       
      
      ЗНАНИЕ ИНОСТРАННЫХ ЯЗЫКОВ
      кыргызский – родной; русский – в совершенстве; английский – в совершенстве; чешский – разговорный; французский, немецкий – начинающий уровень 
      
       
      
       
       
       
      ВЛАДЕНИЕ ПЕРСОНАЛЬНЫМ КОМПЬЮТЕРОМ
      Windows, Microsoft Word, Excel, Power Point
      
       
      ИНТЕРЕСЫ И УВЛЕЧЕНИЯ
      Чтение, инструментальные музыки, баскетбол, плавание, восточные единоборства
      
       
      
      ЛИЧНЫЕ КАЧЕСТВА
      
      Коммуникабельный, пунктуальный, способен работать самостоятельно и в команде, инициативный, требовательный. ''',
                style: TextStyle(fontSize: 15, fontWeight: FontWeight.w600),
              ),
            ],
          ),
        ),
      ),
      bottomNavigationBar: BottomBar(),
    );
  }
}
