import 'package:flutter/material.dart';
import 'package:key_info/appbar/customAppbar.dart';

class Rector2 extends StatelessWidget {
  const Rector2({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: CustomAppbar(height: 90),
      body: SingleChildScrollView(
        child: Center(
          child: Column(
            children: [
              Image.network(
                "http://www.keu.kg/uploads/staff/G0OaF5fjEqLDmq472f0dPU3FDSkrZqJJ.jpeg",
                width: 300,
                height: 300,
              ),
              Text('Турсуналиева Динара Мухтаровна'),
              Text(
                '''
      
      Степень: кандидат экономических наук
      
      Должность: Проректор по учебно-методической работе
      
      Опыт работы: 19
      
      Должность: Проректор по учебно-методической работе
      
      Опыт работы:19 лет
      
      Дата рождения: 30 апреля 1975 г.
      
      Семейное положение: замужем
      
      Гражданство: Кыргызская Республика
      
      Образование: высшее техническое
      
      Ученая степень: кандидат экономических наук
      
      Ученое звание: доцент ВАК
      
       
      
      Образование
      
       
      
      Кыргызский государственный технический университет им. И. Раззакова 1997 г. 
      
      Ученая степень – кандидат экономических наук 2013 г.
      
      Ученое звание – доцент ВАК 2018 г.
      
      Опыт работы
      
       
      
      1997-2002 инженер –технолог УПШВМ КГТУ им. И. Раззакова
      
      2006-2009 преподаватель кафедры «Товароведения, экспертизы товаров и технологии» (КЭУ)
      
      2009 -2013 ст. преподаватель кафедры «Товароведение, экспертизы товаров и технологии» (КЭУ)
      
      2013-2014 и.о. Заведующая кафедрой «Товароведение, экспертизы товаров и технологии» (КЭУ)
      
      2014 – 2016 Заведующий офис – регистратора (КЭУ)
      
      2016 по настоящее время Проректор по учебно-методической работе (КЭУ)
      
      Публикации
      
       
      
      Опубликовано 25 научных статей, 4 научно-методических статьи в национальных и зарубежных журналах, приобретено 3 свидетельства Кыргызпатента, 5 учебно-методических разработок в соавторстве.
      
       Награды
      
      2013 г. Грамота «За отличные успехи в педагогической деятельности КЭУ»
      
      2014 г. Грамота «За вклад в развитие науки КЭУ»
      
      2014г. Награда «Акыл Тирек» Фонд прогрессивных инициатив
      
      2014г. Почетная грамота КЭУ
      
      2017г. Почетная грамота МОН КР
      
      2018г. Почетная грамота Первомайского района мэрии г. Бишкек
      
      2019г. Медаль «За вклад в развитие КЭУ им. М. Рыскулбекова»
      
      2019г. Почетная грамота федерации профсоюзов КР
      
      2021 г. Почетная грамота Министерства экономики и коммерции КР
      
      Профессиональная и иная деятельность
      
      -Ведет основные курсы дисциплин, формирующих бакалавров и магистров для направления коммерция: управление качеством, техническое оснащение предприятий (по отраслям), идентификация и фальсификация товаров. Руководит научно-исследовательской работой студентов, курсовыми работами и дипломными работами, магистерскими диссертациями.
      
      - Эксперт по аккредитации образовательных организаций и программ.
      
      - Специалист систем менеджмента качества и др.
      
      - Член Ученого совета КЭУ.
      
      - Член Учебно-методического совета КЭУ
      
      -Председатель УМО «Экономика и управление» МОН КР
      
      Повышения квалификации
      
       С 2013 по 2022г.г. по направлениям:
      
      - устойчивого развития в экономике;
      
      - Современные педагогические технологии;
      
      - Управление качеством образования;
      
      - Управление образовательным учреждением в новых экономических условиях;
      
      - Основы коммуникативной методики обучения
      
      Знания языков
      
      Кыргызский, русский, немецкий - со словарём, английский - базовый уровень
      
      Компьютерные навыки
      
      MS. Office: Word, Excel, Power point
      
      ''',
                style: TextStyle(fontSize: 15, fontWeight: FontWeight.w600),
              ),
            ],
          ),
        ),
      ),
    );
  }
}
