import 'package:flutter/material.dart';
import 'package:key_info/appbar/customAppbar.dart';

class Test extends StatelessWidget {
  const Test({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: CustomAppbar(height: 90),
      body: SingleChildScrollView(
        child: Center(
          child: Text(
              '''Кафедра «Экономика и международные экономические отношения» является одной из ведущих кафедр университета и осуществляет подготовку специалистов по направлению 580100 - "Экономика" по бакалаврским программам:
      
      - «Международные экономические отношения и бизнес» на русском языке обучения
      
      - «Внешнеэкономическая деятельность и международная торговля» на английском языке обучения. 
      
       
      
          По направлению подготовки специалистов в области мировой экономики кафедра начала свою деятельность на базе кафедры «Экономической теории», когда решением Ученого совета КЭУ им. М.Рыскулбекова от 28 октября 2011 года (протокол № 2) стала кафедрой «Экономической теории и мировой экономики».
      
      Однако востребованность в узких специалистах экономистов-международников привела к последующему преобразованию в кафедру  «Экономика и международные экономические отношения», специализирующуюся на подготовке кадров в сфере организации и регулирования внешнеэкономической деятельности в условиях развития международной глобализации и региональной интеграции в рамках международных организаций и национальных систем, подготовки экономистов-международников по реализации торговой политики и международных экономических отношений.
      
       
      
      Миссия
      
          Подготовка конкурентоспособных специалистов, обладающих широким кругозором, умениями и практическими навыками в сфере международных экономических отношений и внешнеэкономической деятельности.
      
      Важнейшими задачами является подготовка специалистов для органов государственной власти, связанных с организацией и регулированием ВЭД, развитием международных экономических отношений, для государственных и частных коммерческих структур, выходящих на внешние рынки и заинтересованных в применении инструментов регулирования внешнеэкономической деятельности в условиях развивающихся международных экономических отношений, а также для исследовательских и образовательных учреждений.
      
      Деятельность кафедры направлена на повышение уровня качества образования и поддержание имиджа университета как ведущего экономического вуза с более чем 25-летней историей. 
      
      Состав кафедры
      
           В составе кафедры 21 преподаватель, из них 3 доктора экономических наук, 6 кандидатов экономических наук.
      
         Камчыбеков Толобек Кадыралиевич – основатель и 1-й ректор университета на протяжении 25-ти лет с момента основания, доктор экономических наук, профессор, действительный член (академик) Инженерной академии Кыргызской Республики, заслуженный работник образования Кыргызской Республики, заслуженный экономист Кыргызской Республики,  автор более 100 научных статей, 5-х монографий, 5-ти учебников.
      
           Кадыралиев Алмаз Токтобекович – ректор КЭУ им. М.Рыскулбекова, кандидат экономических наук, доцент. Действующий ректор прошел все школы нашего университета – поступил и закончил колледж экономики и сервиса (КЭС) и является выпускником бакалаврской программы КЭУ, в последующем успешно прошел зарубежную магистерскую школу. Участие во многих международных исследовательских и образовательных проектах способствовало особому видению развития университета.
      
           Мусакожоев Шайлобек Мусакожоевич – доктор экономических наук, профессор, член-корреспондент Национальной академии наук КР, действительный член (академик) Инженерной академии Кыргызской Республики, основатель Научно-исследовательского института инновационной экономики при КЭУ им. М.Рыскулбекова, заслуженный работник образования Кыргызской Республики, заслуженный экономист Кыргызской Республики, также автор многочисленных статей , монографий и учебных пособий по экономическим направлениям.
      
          Первым руководителем кафедры был доцент Сайдумар Мухамедович Мансурходжаев – работник тыла  во время Великой Отечественной войны 1941-1945 гг. трудился на машиностроительном заводе имени В.И.Ленина г.Фрунзе. В настоящее время кафедра носит его имя.
      
      Далее кафедрой руководили:
      
      Байжанова Гульмира Качкыновна - к.э.н., профессор,
      
      Джампеисова Кульбайрам Кульпаевна – к.э.н., доцент,
      
      Мусакожоев Шайлобек Мусакожоевич – д.э.н., профессор, член-корр. АН КР,
      
      Супатаева Нуржан Тилекматовна – к.э.н.
      
      Станбеков Токтобек Арабаевич – к.э.н., доцент,
      
      Иманалиева Джамиля Темирбековна – к.э.н.,
      
      Асизбаев Рустам Эмильжанович – д.э.н., профессор,
      
      Рыскулов Самар Курманалиевич – к.э.н., пдоцент,
      
      Артыкбаева Гульмира Шайкыдиновна – к.э.н., и.о.доцента.
      
      С 2013 года по настоящее время заведует кафедрой Бигалиева А. Н., к.э.н., доцент.
      
      Изначально сложившаяся структура кафедры в основном сохранилась до настоящего времени с пополнением молодыми преподавателями с магистерскими дипломами  европейских ВУЗов и привлеченных преподавателей – специалистов с опытом работы в профильных министерствах, ведомствах и международных экономических организациях.  
      
      Молодые преподаватели кафедры имели практику стажирования в передовых вузах Европы – Англии, Бельгии, Чехии, Греции, Португалии, Литве; Турции, Индии, странах СНГ.
      
       
      
      Преимущества и особенности бакалаврских образовательных программ кафедры.
      
      Кафедрой реализуются бакалаврские программы
      
      - «Международные экономические отношения и бизнес» на русском языке обучения
      
      - «Внешнеэкономическая деятельность и международная торговля» на английском языке обучения. 
      
         В процессе освоения программ бакалавриата студент приобретает комплексные представления о международных экономических, научно-технических, гуманитарных отношениях и мировой политике, регулировании глобальных экономических, экологических, культурно-идеологических и иных процессов, международных связях в области международных финансов, бизнеса и иных сферах освоения общемирового пространства, внешнеэкономичесой политике Кыргызской Респулики, трансграничных связях кыргызских регионов, основах анализа современных глобальных проблем, а также овладевает навыками организационно-административной, исследовательско-аналитической и учебно-организационной деятельности.
      
      Это позволяет ему реализовывать приобретенные компетенции и навыки в различных областях профессиональной деятельности, связанных с международными экономическими отношениями: на государственной службе (в Министерстве экономики и коммерции, Министерстве финансов, Агентстве по инвестициям, в том числе в дипломатических структурах - в департаментах Министерства иностранных дел и дипломатических представительствах, а также в международных отделах других министерств и ведомств, региональных органах государственной власти и управления, в международных межправительственных и неправительственных организациях, в международных отделах коммерческих организаций, в банковской сфере (в научно-исследовательских и экспертно-аналитических центрах, высших учебных заведениях по окончании программ Высшей школы магистратуры).
      
      Многообразие форм профессиональной деятельности выпускников данных специализаций является важным преимуществом ООП ВО «Международные экономические отношения и бизнес» «Внешнеэкономическая деятельность и международная торговля» позиционирования на рынке труда.'''),
        ),
      ),
    );
  }
}
